{
    "doc3": "Sign up to read our regular email newslettersPlaying video games online can be antisocial – but the Autcraft community is helping children with autism learn social skills and build relationshipsBy Aviva RutkinMy, what blue wool you haveVeryan Dale/Alamy Stock PhotoMy, what blue wool you haveVeryan Dale/Alamy Stock PhotoLIKE many constructions, it started small. But now thousands of children with autism are making friends and learning social skills by playing a version of online building game Minecraft.Stuart Duncan got the idea through a popular blog he ran about his own experiences with autism as well as bringing up a son with autism. Other parents with autistic children started telling him that their kids were crazy about a game that let them explore a randomly generated wilderness. However, despite loving the game, many of the children were being bullied by other players.So, in 2013, Duncan, a web developer in Timmins, Canada, set up a server to run a version of Minecraft exclusively for children with autism and their families. He thought the invite-only server would attract 10 or 20 people. To his surprise, hundreds requested to join in the first few days.Now, almost three years later, running “Autcraft” is his full-time job. The community boasts nearly 7000 members, along with a team of admins to help manage its many activities. “Parents see such a benefit for themselves and their children,” says Duncan.“Minecraft strips away the pressures and distractions of the real world. You can really just be yourself“The server caught the eye of Kate Ringland at the University of California, Irvine. She has spent 60 hours inside this virtual world, watching how the kids play and chat to one another. Ringland sees Autcraft as not just another online community, but as a tool that helps autistic children practise social skills. She will present her work at the Human Factors in Computing conference in San Jose, California, next month.In Minecraft, you manipulate blocks of materials like wood and stone to build whatever you like – from painstaking recreations of cities to simple computers. “This is a great way for them to play a game they love, but also have a social experience,” says Ringland. “It’s giving an alternative way for these kids to express themselves and communicate without the stresses of the physical life stuff.”Everyday social situations can be challenging for autistic children, who may struggle to pick up on social cues or understand another person’s perspective. Duncan thinks Minecraft strips away the pressures typical of the real world. There is no noisy or unfamiliar environment to distract you, no pressure to track the other person’s facial expressions or worry about eye contact. “With Minecraft, you can really just be yourself,” he says. “The social interactions, the relationships, the communication – everything just boils down to you and your keyboard.”To join Autcraft, you must fill out an application. Once approved, you are free to roam the landscape and build your own structures. You can also take part in group games – like massive battles against “withers”, a kind of ghostly villain – or build things as a team. But you have to stick to some rules. Harassing other players or destroying their property can get you banned. A spin-off server for teenagers is slightly more permissive.Ringland observed players on Autcraft and combed through discussions on related online forums. She saw people build friendships and have fun together. She also saw kids expressing their feelings – joy over a good time in the game, and anxiety or sadness about problems in the real world. “There’s a lot of reflection going on,” she says. “Minecraft is supporting a lot of these social behaviours.”Joining a community like Autcraft could be a good first step to feeling less socially anxious and more engaged, says Elizabeth Laugeson, director of the PEERS Clinic at the University of California, Los Angeles, which teaches young adults with autism how to build relationships. But it shouldn’t be the only outlet for learning these skills, she says. “Minecraft is not necessarily teaching the social skills they need to navigate the real world.”Yet where it works, Autcraft shows how powerful it can be to create social environments centred on a common interest, says Matthew Lerner at Stony Brook University in New York. “It builds from the interests and passions of people with autism rather than trying to redirect or surprise them.”Minecraft has helped Keith Stuart, games editor at The Guardian, build a relationship with his autistic son Zac, inspiring his forthcoming novel, A Boy Made of Blocks.“Most games have missions and objectives, pushing you in certain directions. Minecraft presents you with a world and a bunch of tools and you can do what you want. If Zac just wanted to roam the landscape hunting sheep or digging holes, he could. He is free to express himself. There are rules but they are very clear and don’t change. The powerful combination of openness and clear rules definitely appeals to my son.“I’ve written about this for The Guardian and had a flood of parents saying it is exactly what happened with their son or daughter.“As a parent of a child with autism, I worry about putting him in social situations. Autcraft and similar servers [see main story] try to create an environment in which people can express themselves without fear. That’s important to parents who are nervous about what their children will encounter in multiplayer online games.“Parents often have a managerial relationship with video games, but far from potentially being damaging to children, they can give us a new way to communicate. We learned so much about Zac and what he liked and what he wanted to be through talking to him about Minecraft.”This article appeared in print under the headline “Your place or Minecraft?”More on these topics: \n                                        Magazine issue\n                                        \n                                            3071\n                                        \n                                        , published 30 April 2016\n                                    Previous article\n                                                New Scientist Live\n                                            Next article\n                                                One Per Cent\n                                            ",
    "doc0": "Sign up to read our regular email newslettersA 70 million-year-old oviraptorosaur egg that had been forgotten in a Chinese museum storeroom contains the most well-preserved dinosaur embryo ever discoveredBy Alice KleinThe fossilised oviraptorosaur dinosaur embryo curled up in its eggXing et al., 2021The fossilised oviraptorosaur dinosaur embryo curled up in its eggXing et al., 2021A fossilised dinosaur embryo discovered in southern China may be the most well-preserved ever uncovered.The dinosaur egg containing the embryo had languished for more than a decade in a storeroom in Yingliang Stone Natural History Museum in Nan’an, China, until 2015, when a staff member noticed bones sticking out of the shell and wondered if it may contain an unhatched dinosaur.“The museum realised it must be an important specimen, so they contacted us to look at the egg,” says Waisum Ma at the University of Birmingham in the UK. “We were surprised to see this embryo beautifully preserved inside.”The unhatched dinosaur’s 24-centimetre-long skeleton is curled inside the egg, with its head tucked tightly into its body. The egg is 17 centimetres long and 8 centimetres wide.Features of the skeleton suggest it is an oviraptorid – a two-legged dinosaur that had a bird-like head and feathers.The egg appears to be 72 to 66 million years old. It was probably buried rapidly in sand or mud to allow its remarkable preservation, says Ma. “It is very rare to find dinosaur embryos, especially ones that are intact,” she says.The embryos of modern birds also adopt a tucked posture to protect themselves for hatching. This suggests the posture first evolved in dinosaurs, not in modern birds as was previously thought, says Ma. “We’ve never had embryos well-preserved enough to see this before,” she says.A reconstruction of an oviraptorosaur dinosaur embryo that is close to hatchingLida XingA reconstruction of an oviraptorosaur dinosaur embryo that is close to hatchingLida XingLittle is known about the egg’s origins, except that it was found in Shahe Industrial Park in Ganzhou City in southern China and donated to the museum in 2000. “We’re not sure how it was first discovered but we guess it was something related to construction work,” says Ma.Journal reference: iScience, DOI: 10.1016/j.isci.2021.103516 Journal reference: iScience, DOI: 10.1016/j.isci.2021.103516 More on these topics: ",
    "doc5": "Sign up to read our regular email newslettersArthropleura was the largest millipede ever to live, and palaeontologists have just found the fossilised remains of the longest specimen yet on a beach in northern EnglandBy Chen LyReconstruction of the giant millipede Arthropleura, which lived 326 million years agoNeil DaviesReconstruction of the giant millipede Arthropleura, which lived 326 million years agoNeil DaviesThe remains of a 326-million-year-old giant millipede, known as Arthropleura, have been found on a beach in Northumberland in the UK. With a length of more than 2.5 metres, Arthropleura is the largest arthropod – invertebrates with jointed legs, such as scorpions and crabs – ever to have existed on Earth. The new specimen appears to be the biggest found to date.In January 2018, Neil Davies at the University of Cambridge and his colleagues stumbled across the fossil by chance on Howick Beach in Northumberland during a geological tour of England and Wales.“We saw that there was a very large piece of sandstone cliff that had fallen off and it had split down the middle as it fell,” says Davies. “We had a quick peak inside the crack that had formed and saw that there was a really large fossil inside there.”After extracting the remains, they determined that the fossil was a segment from the rear of Arthropleura. This section was around 76 centimetres long and 36 centimetres wide. The team then calculated that the creature must originally have been 2.63 metres long and 55 centimetres wide.“We can estimate they are the largest arthropod to have ever walked on Earth,” says Davies. It was potentially even bigger than the largest eurypterid, or sea scorpion, which lived around the same time as Arthropleura.The environment in which the fossil was found was different to what the researchers had expected. “It comes from a sandy delta environment, rather than a coal forest that [Arthropleura] is often illustrated as living in,” says Davies.They also dated the fossil to the early Carboniferous period, making it much older than the only other two Arthropleura fossils yet found, which were discovered in Germany a century ago.This also predates the rise in atmospheric oxygen around 300 million years ago that has often been cited as the reason these millipedes were so large, which suggests a need to rethink how these creatures may have evolved.“There’s plenty of things out there left to be discovered, even in places where people have looked many times before,” says Davies. “When you find these things, it builds a picture of the alternative kind of Earth that that existed in the past.”Journal reference: Journal of the Geological Society, DOI: 10.1144/jgs2021-115Journal reference: Journal of the Geological Society, DOI: 10.1144/jgs2021-115Sign up to Wild Wild Life, a free monthly newsletter celebrating the diversity and science of animals, plants and Earth’s other weird and wonderful inhabitantsMore on these topics: ",
    "doc2": "Sign up to read our regular email newslettersBy Alex WilkinsAn illustration of a tardigrade3Dstock/ShutterstockAn illustration of a tardigrade3Dstock/ShutterstockA tardigrade has been quantum entangled with a superconducting qubit – and lived to tell the tale. It is the first time a multicellular organism has been placed in this strange quantum state and raises questions about what it means for living things to be entangled.Tardigrades are microscopic animals that can survive extreme temperatures and pressures in a hibernating state called a tun. Rainer Dumke and his colleagues at Nanyang Technological University, Singapore, placed one of these hibernating tardigrades on a superconducting qubit, an element …\n        Continue reading\n    \n        Subscribe for unlimited digital access\n    \n        Subscribe now for unlimited access\n    Existing subscribers, please log in with your email address to link your account access.Paid quarterlyInclusive of applicable taxes (VAT)",
    "doc4": "Sign up to read our regular email newslettersThe variety of species found below an Antarctic ice shelf shows that life can survive in hostile, food-poor environments for thousands of yearsBy Adam VaughanHot water drilling in AntarcticaSophie Berger/AWIHot water drilling in AntarcticaSophie Berger/AWIAn astonishing variety of marine life has been discovered on the seabed in the darkness hundreds of metres below Antarctica’s ice shelves, including corals, clams, sea mosses, snails and worms. In 2018, a German research team drilled holes in the Ekström ice shelf using hot water and collected samples from two sites on the seabed beneath. An analysis of the samples suggests the environment is home to 77 species – a greater number than found during all previous studies below Antarctica’s ice put together. “It’s a tantalising view of one of our least-known habitats,” says David Barnes at the British Antarctic Survey, who studied the organisms under the microscope. “These two samples are very rich. The thing that really leaps out is just how rich the bryozoans – the sea moss animals – are.”Radiocarbon dating shows some of the bryozoans are several thousand years old. Most of the species found are immobile, so their discovery in such a hostile and low-food environment suggests they are surviving on phytoplankton carried by poorly understood currents beneath the ice shelves. They appear to be growing just as fast as the same species found growing on open-water continental shelves, to Barnes’s surprise. He says it shows how long life can persist with very little food and by conserving energy.The research follows another study earlier this year that found a surprising array of sponges on a boulder deep beneath Antarctica’s ice.  The variety of life found this time suggests that environments below the ice are more habitable than previously thought, says Barnes. “Perhaps life is capable of surviving much more ice cover than we thought was the case,” he says.However, Barnes and his colleagues note that this undisturbed and biodiverse habitat beneath the ice “could be the first habitat to go extinct” as Antarctica’s ice shelves collapse due to climate change.Journal reference: Current Biology, DOI: 10.1016/j.cub.2021.11.015.Journal reference: Current Biology, DOI: 10.1016/j.cub.2021.11.015.Sign up to Wild Wild Life, a free monthly newsletter celebrating the diversity and science of animals, plants and Earth’s other weird and wonderful inhabitantsMore on these topics: ",
    "doc6": "Sign up to read our regular email newslettersThe size of a child’s hippocampus can be limited by stress, and US state welfare schemes that give families $500 a month or more are linked to a reduction in this associationBy Jason Arunn MurugesuIllustration of the hippocampus in a child’s brainScience Photo Library / AlamyIllustration of the hippocampus in a child’s brainScience Photo Library / AlamyHigher payments from US welfare schemes can reduce the impact that living in a low-income household has on the size of a crucial region of a child’s brain.David Weissman at Harvard University in Massachusetts, and his colleagues analysed images of the brains of more than 11,000 children aged 9 and 10 in the US, looking specifically at the size of each child’s hippocampus.“The hippocampus is a brain region involved in learning and memory,” says Weissman. Its development is believed to be impaired by excess stress, which can be caused by growing up in poverty, he says.“Prior studies show that kids with small hippocampal volumes are more likely to develop internalising problems [such as anxiety and social withdrawal] and develop depression,” he says.The children came from 17 states, and while they aren’t wholly representative of the US population they are “pretty close”, according to Weissman. The data set is slightly skewed towards more urban areas because the imaging can only be done in places that have available neuroimaging equipment and related expertise.Weissman and his team looked at whether a state had expanded Medicaid, a federally subsidised healthcare scheme, in 2017. That year, states had to choose whether to begin covering a portion of the services that were previously fully covered by the federal government. Just over 7500 of the children involved lived in states that expanded Medicaid.Then the researchers analysed the average amount of welfare benefits people in each state received under various anti-poverty schemes. The higher this total, the more generous they considered the state’s benefits system. “It’s a rough estimate, but it works,” says Weissman.Combining this with the brain imagery revealed that children in families that received fewer welfare benefits from their state had a smaller hippocampus than average. This link was stronger in states with a high cost of living.The team found there was a 37 per cent reduction in the association between lower family incomes and a smaller hippocampus in states that gave each family receiving welfare payments on average $500 a month or more, compared with those that gave less than $500 a month.The link between receiving better welfare payments and a smaller hippocampus was also reduced by 19 per cent in states that had expanded Medicaid compared with those that hadn’t.Weissman says the results aren’t surprising, but it is still “shocking” to see how major government policy decisions have an actual effect on the brain.“If your goal is to have a fairer society where this doesn’t happen, then you should be pushing for policies that give more cash benefits to poorer families,” he says.“I think that this finding is tremendously important,” says Jane Barlow at the University of Oxford. “The research [in this field] now clearly shows social adversity can become biologically embedded during the prenatal period and early years of a child’s life as a result of the way in which they impact the neurological development of the child.”Reference: PsyArXiv, DOI: 10.31234/osf.io/8nhejMore on these topics: ",
    "doc1": "Sign up to read our regular email newslettersArthropleura was the largest millipede ever to live, and palaeontologists have just found the fossilised remains of the longest specimen yet on a beach in northern EnglandBy Chen LyReconstruction of the giant millipede Arthropleura, which lived 326 million years agoNeil DaviesReconstruction of the giant millipede Arthropleura, which lived 326 million years agoNeil DaviesThe remains of a 326-million-year-old giant millipede, known as Arthropleura, have been found on a beach in Northumberland in the UK. With a length of more than 2.5 metres, Arthropleura is the largest arthropod – invertebrates with jointed legs, such as scorpions and crabs – ever to have existed on Earth. The new specimen appears to be the biggest found to date.In January 2018, Neil Davies at the University of Cambridge and his colleagues stumbled across the fossil by chance on Howick Beach in Northumberland during a geological tour of England and Wales.“We saw that there was a very large piece of sandstone cliff that had fallen off and it had split down the middle as it fell,” says Davies. “We had a quick peak inside the crack that had formed and saw that there was a really large fossil inside there.”After extracting the remains, they determined that the fossil was a segment from the rear of Arthropleura. This section was around 76 centimetres long and 36 centimetres wide. The team then calculated that the creature must originally have been 2.63 metres long and 55 centimetres wide.“We can estimate they are the largest arthropod to have ever walked on Earth,” says Davies. It was potentially even bigger than the largest eurypterid, or sea scorpion, which lived around the same time as Arthropleura.The environment in which the fossil was found was different to what the researchers had expected. “It comes from a sandy delta environment, rather than a coal forest that [Arthropleura] is often illustrated as living in,” says Davies.They also dated the fossil to the early Carboniferous period, making it much older than the only other two Arthropleura fossils yet found, which were discovered in Germany a century ago.This also predates the rise in atmospheric oxygen around 300 million years ago that has often been cited as the reason these millipedes were so large, which suggests a need to rethink how these creatures may have evolved.“There’s plenty of things out there left to be discovered, even in places where people have looked many times before,” says Davies. “When you find these things, it builds a picture of the alternative kind of Earth that that existed in the past.”Journal reference: Journal of the Geological Society, DOI: 10.1144/jgs2021-115Journal reference: Journal of the Geological Society, DOI: 10.1144/jgs2021-115Sign up to Wild Wild Life, a free monthly newsletter celebrating the diversity and science of animals, plants and Earth’s other weird and wonderful inhabitantsMore on these topics: ",
    "doc9": "Sign up to read our regular email newslettersLast year, Japan’s Hayabusa 2 asteroid explorer returned samples from the asteroid Ryugu, and now the first analysis of the rock shows it has a primitive composition and a curiously dark colourBy Alex WilkinsArtist’s impression of Hayabusa 2 near RyuguAkihiro IkeshitaArtist’s impression of Hayabusa 2 near RyuguAkihiro IkeshitaThe asteroid Ryugu contains some of the darkest and oldest material in the known solar system, according to a pair of preliminary analyses of samples collected from the space rock.The samples, only the second to be taken from an asteroid, were extracted by Japan’s Hayabusa 2 asteroid explorer in 2019 and returned to Earth last year.Totalling about 5.4 grams of material and taken from Ryugu’s outer surface, the rock samples appear to have many minerals and compounds in common with meteorites found on Earth. But they also contain a raft of unusual compounds, such as organic and water-bearing molecules.“Although most of these compounds are minor in terms of quantity – a few per cent at maximum – they have a high potential in tracing some of the processes that occurred in the earlier stages of the formation of the solar system and, later on, Ryugu’s parent body,” says Cédric Pilorget at the University of Paris-Saclay, France, a member of the international team of researchers who studied the samples and lead author of the first analysis.In the second analysis, researchers led by a team at the Japan Aerospace Exploration Agency used several non-destructive techniques to examine the samples, including studying them using hyperspectral microscopes – which involves capturing hundreds of images of a sample under light at different wavelengths to extract information about the composition of the minerals it contains – and using optical spectrometry.These analyses confirmed many of the observations made by Hayabusa 2’s remote sensors in 2019, when the samples were collected some 300 million kilometres from Earth.In addition, the samples were found to be very dark in terms of the light they reflected – even darker than meteorites in collections, indicating either a unique chemical make-up, or that Earth’s atmosphere somehow brightens meteors as they descend.The second analysis also revealed that Ryugu is highly porous, which could be a feature it gained during its formation from a series of collisions and break-ups of ancient asteroids.The presence of water-bearing compounds and carbonates, meanwhile, indicates that Ryugu comes from the edge of the early solar system, while the presence of nitrogen-based compounds could help specify Ryugu’s origin further.The absence of some compounds, including calcium and aluminium-based minerals, suggests Ryugu wasn’t formed in the very earliest, high temperature regime of the solar system, says Ashley King at the Mineral and Planetary Sciences Division of the Natural History Museum in London, who wasn’t involved in the research.Although the preliminary analyses don’t specify an exact age for Ryugu, the presence of well-preserved, dark, carbon-based compounds implies, that it has been around since close to the dawn of the solar system, almost 4.6 billion years ago, says King.“They’re the most pristine materials that we can get hold of and they’re the things that take us back to time zero in the solar system,” he says.Journal references: Nature, DOI: 10.1038/s41550-021-01550-6  and DOI: 10.1038/s41550-021-01549-zSign up to Lost in Space-Time, a free monthly newsletter on the weirdness of realityMore on these topics: ",
    "doc8": "Sign up to read our regular email newslettersIn July, the University of Science and Technology of China announced it had surpassed Google’s claimed quantum supremacy achievement. China’s ambitious quantum computing efforts are all under the oversight of one man, Jian-Wei PanBy Matthew SparkesXinhua/AlamyGOVERNMENTS and companies around the world are racing to build a useful quantum computer, and the stakes are as high as the R&D budgets. Such a machine could crack encryption wide open, boost the power of artificial intelligence and help develop unique materials and drugs.A big player in the field is China, which has a centralised and extremely well-funded government project hoovering up talent, all under the oversight of one man: Jian-Wei Pan.The same words crop up repeatedly when you discuss Pan with those who know him: reserved, focused, driven and bright. He is often referred to as the “father of quantum”.He attended the University of Science and Technology of China (USTC) in 1987 and later the University of Vienna in Austria for his doctorate, ultimately returning to USTC to run one of the largest and most successful quantum research groups in the world. In Vienna, he worked under the prominent physicist Anton Zeilinger, who later said: “I can’t imagine the emergence of quantum technology without Jian-Wei Pan.”Gregor Weihs at the University of Innsbruck, also in Austria, worked with Pan in Vienna and recalls his time there. “Initially he didn’t have any experimental experience, but it was obvious that he understood quantum physics better than any of us, and had amazingly creative ideas,” he says.“He was certainly driven and motivated to build bigger things,” says Thomas Jennewein at the University of Waterloo in Canada, who also worked with Pan in Vienna and helped him set up a new quantum research lab at USTC in 2002.After returning to China, Pan had a meteoric rise. He was elected to the Chinese Academy of Sciences in 2011, its youngest ever member, and the World Academy of Sciences the following year. He became vice-president of USTC in 2014.Pan’s work has yielded huge results – it has been cited in nearly 50,000 other scientific papers – and has in turn led to a lot of government investment. A quantum laboratory that was opened at USTC in 2020 cost a reported $10 billion. Such backing has yielded big results of late.Tech giants and research teams around the world have been in a race to outdo each other when it comes to quantum supremacy, the point at which a quantum computer can solve a problem that is impossible for classical computers. In July 2021, USTC announced it had surpassed Google’s claimed quantum supremacy achievement by solving a problem three orders of magnitude harder than that performed by Google’s Sycamore machine. In September, USTC bested its own benchmark by another three orders of magnitude.USTC is making great strides in quantum communication too. It recently revealed that the world’s largest metropolitan quantum network – which involves banks, universities and government buildings across the city of Hefei in China – has been running for nearly three years. In 2016, USTC put the first quantum satellite into orbit, demonstrating unhackable communications with ground stations on Earth.Pan’s influence in Chinese science is large and growing. He is the vice-chair of the Jiusan Society, a minor political party that serves as a kind of think tank on scientific and educational issues.It remains to be seen which country or company will be first to develop a practical quantum computer, but Pan and USTC seem likely to remain at the centre of this field for the near future.This was a year of tackling great challenges, from the covid-19 pandemic to climate change. But 2021 was also rich in scientific discoveries and major advances.More on these topics: \n                                        Magazine issue\n                                        \n                                            3365\n                                        \n                                        , published 18 December 2021\n                                    Previous article\n                                                2021 in review: Space tourism begins – for billionaires, anyway\n                                            Next article\n                                                2021 in review: When a brain blob in a dish grew a pair of ‘eyes’\n                                            ",
    "doc7": "Sign up to read our regular email newslettersScientists have teamed up with magicians to perform illusions on Eurasian jays, revealing flaws in their perception – and modes of thinking we didn’t know they hadBy Sam WongEmile The IllustratorIN HIS right hand, Elias Garcia-Pelegrin holds a worm. He pretends to grab it with his left but, while his fingers obscure it, he lets it drop back into the right – a classic sleight of hand called the French drop. Garcia-Pelegrin, who began performing magic when he was a student, has fooled countless people with this trick. But today’s audience isn’t buying it: Stuka the Eurasian jay moves her beak towards his right hand, which he opens to give her the treat.Comparative psychologists have often employed deception to explore how animals think. For example, they have used boxes with false bottoms to switch one type of food for another, studying the reactions of dogs and apes to understand how they form mental representations of hidden objects. But the French drop experiment is something new. It is part of the first study to explicitly compare how animals and people react to magic tricks designed to fool humans.Such illusions offer a fascinating window on our minds: they highlight gaps in our perception and attention that magicians exploit to disguise what is in front of our eyes. But what about other animals – do they fall for the same tricks we do? Could their susceptibility to magic tricks highlight flaws in their perception, or even reveal kinds of intelligence we didn’t know they had?“The interesting thing is the comparison with us,” says Garcia-Pelegrin at the University of Cambridge. “Once we have the theory of why a trick works on humans, we can see why it works, or not, on another species, and that tells us about their vision system, their attentional system, their perceptive system …\n        Continue reading\n    \n        Subscribe for unlimited digital access\n    \n        Subscribe now for unlimited access\n    Existing subscribers, please log in with your email address to link your account access.Paid quarterlyInclusive of applicable taxes (VAT)"
}